Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Domain already exists.
sv: Domain finns redan.

source: Domain
sv: Domän

source: Free
sv: Gratis

source: Needs public IP
sv: BehÃ¶ver offentlig IP

source: App configurations will be updated.
sv: Appkonfigurationer kommer att uppdateras.

source: Domains
sv: DomÃ¤ner

source: Add Domain
sv: LÃ¤gg till domÃ¤n

source: Last update
sv: Senaste uppdatering

source: IP Address
sv: IP-adress

source: Actions
sv: Åtgärder

source: Edit domain %(domain)s
sv: Redigera domÃ¤n %(domain)s

source: Not yet
sv: Inte Ã¤nnu

source: Success
sv: Lyckades

source: Failed
sv: Misslyckades

source: Delete domain %(domain)s
sv: Radera domÃ¤n %(domain)s

source: No domains configured.
sv: Inga domÃ¤ner konfigurerade.

source: Connection timed out
sv: Anslutningstiden Ã¶verskreds

source: Could not find server
sv: Kunde inte hitta servern

source: Server refused connection
sv: Servern vÃ¤grade anslutning

source: Already up-to-date
sv: Redan uppdaterad

source: Add Dynamic Domain
sv: LÃ¤gg till dynamisk domÃ¤n

source: Edit Dynamic Domain
sv: Redigera dynamisk domÃ¤n

source: Delete Domain {domain}?
sv: Radera domÃ¤n {domain}?

source: Domain deleted.
sv: DomÃ¤nen raderades.

source: XMPP is an open and standardized communication protocol. Here you can run and configure your XMPP server, called ejabberd.
sv: XMPP Ã¤r en Ã¶ppen och standardiserad kommunikationsprotokoll. HÃ¤r kan du kÃ¶ra din XMPP-server (kallad ejabberd).

source: To actually communicate, you can use the <a href="{jsxc_url}">web client</a> or any other <a href='https://xmpp.org/software/clients' target='_blank'>XMPP client</a>. When enabled, ejabberd can be accessed by any <a href="{users_url}"> user with a {box_name} login</a>.
sv: FÃ¶r att faktiskt kommunicera kan du anvÃ¤nda <a href="{jsxc_url}">webbklient</a> eller andra <a href="https://xmpp.org/software/clients" target="_blank">XMPP-klient</a>. NÃ¤r den Ã¤r aktiverad kan ejabberd nÃ¥s av alla <a href="{users_url}"> anvÃ¤ndare med en {box_name} inloggning</a>.

source: ejabberd needs a STUN/TURN server for audio/video calls. Install the <a href={coturn_url}>Coturn</a> app or configure an external server.
sv: ejabberd behÃ¶ver en STUN/TURN-server fÃ¶r ljud-/videosamtal. Installera appen <a href="{coturn_url}">Coturn</a> eller konfigurera en extern server.

source: ejabberd
sv: ejabbert

source: Domain names
sv: DomÃ¤nnamn

source: Domains to be used by ejabberd. Note that user accounts are unique for each domain, and migrating users to a new domain name is not yet implemented.
sv: DomÃ¤ner som ska anvÃ¤ndas av ejabberd. Observera att anvÃ¤ndarkonton Ã¤r unika fÃ¶r varje domÃ¤n och att migrering av anvÃ¤ndare till ett nytt domÃ¤nnamn Ã¤nnu inte Ã¤r implementerat.

source: Enable Message Archive Management
sv: Aktivera meddelandearkivhantering

source: If enabled, your {box_name} will store chat message histories. This allows synchronization of conversations between multiple clients, and reading the history of a multi-user chat room. It depends on the client settings whether the histories are stored as plain text or encrypted.
sv: Om det Ã¤r aktiverat lagrar din {box_name} historia fÃ¶r chattmeddelanden. Detta tillÃ¥ter synkronisering av konversationer mellan flera klienter och lÃ¤sa historiken fÃ¶r ett chattrum med flera anvÃ¤ndare. Det beror pÃ¥ klientinstÃ¤llningarna om historiken lagras som ren text eller krypterad.

source: Automatically manage audio/video call setup
sv: Hantera konfiguration av ljud-/videosamtal automatiskt

source: Configures the local <a href={coturn_url}>coturn</a> app as the STUN/TURN server for ejabberd. Disable this if you want to use a different STUN/TURN server.
sv: Konfigurerar den lokala <a href="{coturn_url}">coturn</a>-appen som STUN/TURN-server fÃ¶r ejabberd. Inaktivera detta om du vill anvÃ¤nda en annan STUN/TURN-server.

source: STUN/TURN Server URIs
sv: URL:er fÃ¶r STUN/TURN-servrar

source: List of public URIs of the STUN/TURN server, one on each line.
sv: Lista Ã¶ver offentliga URI: er fÃ¶r STUN / TURN-servrar, en pÃ¥ varje rad.

source: Shared Authentication Secret
sv: Delad autentiseringshemlighet

source: Shared secret used to compute passwords for the TURN server.
sv: Delad hemlighet som anvÃ¤nds fÃ¶r att berÃ¤kna lÃ¶senord fÃ¶r TURN-servern.

source: Conversations
sv: Konversationer

source: Open source Jabber (XMPP) client with multi-account support and clean and simple interface.
sv: Open Source Jabber (XMPP) -klient med stÃ¶d fÃ¶r flera konton och ett rent och enkelt grÃ¤nssnitt.

source: Encrypted messaging
sv: Krypterade meddelanden

source: Audio chat
sv: Ljudchatt

source: Video chat
sv: Videochatt

source: Your XMPP server domain is set to <b>%(domain_name)s</b>. User IDs will look like <i>username@%(domain_name)s</i>. You can setup your domain on the system <a href="%(names_url)s">Name Services</a> page.
sv: Din XMPP-serverdomÃ¤n Ã¤r instÃ¤lld pÃ¥ <b>%(domain_name)s</b>. AnvÃ¤ndar-ID kommer att se ut som <i>username@%(domain_name)s</i>. Du kan stÃ¤lla in din domÃ¤n pÃ¥ systemet <a href="%(names_url)s">NamntjÃ¤nster</a> sida.

source: Your XMPP server domain is not set. You can setup your domain on the system <a href="%(names_url)s">Name Services</a> page.
sv: Din XMPP-serverdomÃ¤n Ã¤r inte instÃ¤lld. Du kan stÃ¤lla in din domÃ¤n pÃ¥ systemet <a href="%(names_url)s">NamntjÃ¤nster</a> sida.

source: This is a complete email server solution using Postfix, Dovecot, and Rspamd. Postfix sends and receives emails. Dovecot allows email clients to access your mailbox using IMAP and POP3. Rspamd deals with spam.
sv: Detta Ã¤r en komplett e-postserverlÃ¶sning med Postfix, Dovecot och Rspamd. Postfix skickar och tar emot e-post. Dovecot gÃ¶r det mÃ¶jligt fÃ¶r e-postklienter att komma Ã¥t din brevlÃ¥da med hjÃ¤lp av IMAP och POP3. Rspamd tar hand om skrÃ¤ppost.

source: Email server currently does not work with many free domain services including those provided by the FreedomBox Foundation. Many ISPs also restrict outgoing email. Some lift the restriction after an explicit request. See manual page for more information.
sv: E-postservern fungerar fÃ¶r nÃ¤rvarande inte med mÃ¥nga gratis domÃ¤ntjÃ¤nster, inklusive de som tillhandahÃ¥lls av FreedomBox Foundation. MÃ¥nga internetleverantÃ¶rer begrÃ¤nsar ocksÃ¥ utgÃ¥ende e-post. En del av dem hÃ¤ver begrÃ¤nsningen efter en uttrycklig begÃ¤ran. Se manualsidan fÃ¶r mer information.

source: Each user on {box_name} gets an email address like user@mydomain.example. They will also receive mail from all addresses that look like user+foo@mydomain.example. Further, they can add aliases to their email address. Necessary aliases such as "postmaster" are automatically created pointing to the first admin user.
sv: Varje anvÃ¤ndare pÃ¥ {box_name} fÃ¥r en e-postadress som user@mydomain.example. De fÃ¥r ocksÃ¥ e-post frÃ¥n alla adresser som ser ut som user+foo@mydomain.example. Dessutom kan de lÃ¤gga till alias till sin e-postadress. NÃ¶dvÃ¤ndiga alias som "postmaster" skapas automatiskt och pekar pÃ¥ den fÃ¶rsta administratÃ¶rsanvÃ¤ndaren.

source: <a href="/freedombox/apps/roundcube/">Roundcube app</a> provides web interface for users to access email.
sv: <a href="/freedombox/apps/roundcube/">Roundcube app</a> ger anvÃ¤ndarna webbgrÃ¤nssnitt fÃ¶r att komma Ã¥t e-post.

source: During installation, any other email servers in the system will be uninstalled.
sv: Under installationen avinstalleras alla andra e-postservrar i systemet.

source: More emails
sv: Mer e-post

source: Same mailbox
sv: Samma brevlÃ¥da

source: My Email Aliases
sv: Mina E-postalias

source: Primary domain
sv: PrimÃ¤r domÃ¤n

source: Mails are received for all domains configured in the system. Among these, select the most important one.
sv: E-post tas emot fÃ¶r alla domÃ¤ner som konfigurerats i systemet. VÃ¤lj den viktigaste av dessa.

source: New alias (without @domain)
sv: Nytt alias (utan @domÃ¤n)

source: Contains illegal characters
sv: InnehÃ¥ller otillÃ¥tna tecken

source: Must start and end with a-z or 0-9
sv: MÃ¥ste bÃ¶rja och sluta med a-z eller 0-9

source: Cannot be a number
sv: Kan inte vara ett nummer

source: Aliases
sv: Aliasnamn

source: Thunderbird Mobile
sv: Thunderbird fÃ¶r mobil

source: Email server
sv: E-postserver

source: Spam control
sv: Spamkontroll

source: Manage Aliases
sv: Hantera alias

source: You have no email aliases.
sv: Du har inga e-postalias.

source: Create a new email alias
sv: Skapa ett nytt e -postalias

source: Add
sv: Lägg till

source: DNS Records for domain:
sv: DNS-poster fÃ¶r domÃ¤n:

source: The following DNS records must be added manually on this domain for the mail server to work properly for this domain.
sv: FÃ¶ljande DNS-poster mÃ¥ste lÃ¤ggas till manuellt pÃ¥ den hÃ¤r domÃ¤nen fÃ¶r att e-postservern ska fungera korrekt fÃ¶r den hÃ¤r domÃ¤nen.

source: Class
sv: Klass

source: Priority
sv: Prioritet

source: Weight
sv: Vikt

source: Host/Target/Value
sv: VÃ¤rd/MÃ¥l/VÃ¤rde

source: Reverse DNS Records for IP Addresses
sv: OmvÃ¤nda DNS-poster fÃ¶r IP-adresser

source: If your %(box_name)s runs on a cloud service infrastructure, you should configure <a href="https://en.wikipedia.org/wiki/Reverse_DNS_lookup"> Reverse DNS lookup</a>. This isn't mandatory, however, it greatly improves email deliverability. Reverse DNS isn't configured where your regular DNS is. You should look for it in the settings of your VPS/ISP. Some providers preconfigure the IP address part for you and you only have to set the domain part. Only one of your domains can have Revese DNS lookup configured unless you have multiple public IP addresses.
sv: Om din %(box_name)s kÃ¶rs pÃ¥ en molntjÃ¤nstinfrastruktur, bÃ¶r du konfigurera <a href="https://en.wikipedia.org/wiki/Reverse_DNS_lookup"> OmvÃ¤nd DNS lookup</a>. Detta Ã¤r inte obligatoriskt, det fÃ¶rbÃ¤ttrar dock kraftigt e-postleveranserna. OmvÃ¤nd DNS Ã¤r inte konfigurerad dÃ¤r din vanliga DNS Ã¤r. Du bÃ¶r leta efter det i instÃ¤llningarna fÃ¶r din VPS/ISP. Vissa leverantÃ¶rer fÃ¶rkonfigurerar IP-adressdelen fÃ¶r dig och du behÃ¶ver bara stÃ¤lla in domÃ¤ndelen. Endast en av dina domÃ¤ner kan ha omvÃ¤nt DNS-uppslag konfigurerad om du inte har flera offentliga IP-adresser.

source: An external service is used to lookup public IP address to show in the following section. This can be configured in the privacy app.
sv: En extern tjÃ¤nst anvÃ¤nds fÃ¶r att sÃ¶ka offentlig IP-adress fÃ¶r att visa i fÃ¶ljande avsnitt. Detta kan konfigureras i sekretessappen.

source: Host
sv: Värd

source: Manage Spam
sv: Hantera skrÃ¤ppost

source: The following domains are configured. View details to see the list of DNS entries to be made for the domain.
sv: FÃ¶ljande domÃ¤ner Ã¤r konfigurerade. Visa detaljer fÃ¶r att se listan Ã¶ver DNS-poster som ska gÃ¶ras fÃ¶r domÃ¤nen.

source: View domain: %(domain)s
sv: Visa domÃ¤n: %(domain)s

source: Feather Wiki is a tool to create simple self-contained wikis, each stored in a single HTML file on your {box_name}. You can use it as a personal wiki, as a web notebook, or for project documentation.
sv: Feather Wiki Ã¤r ett verktyg fÃ¶r att skapa enkla fristÃ¥ende wikis, var och en lagrad i en enda HTML-fil pÃ¥ din {box_name}. Du kan anvÃ¤nda den som en personlig wiki, som en webbanteckningsbok eller fÃ¶r projektdokumentation.

source: Each wiki is a small file. Create as many wikis as you like, such as one wiki per topic. Customize each wiki to your liking with extensions and other customization options.
sv: Varje wiki Ã¤r en liten fil. Skapa sÃ¥ mÃ¥nga wikis som du vill, till exempel en wiki per Ã¤mne. Anpassa varje wiki till din smak med tillÃ¤gg och andra anpassningsalternativ.

source: Feather Wiki is downloaded from {box_name} website and not from Debian. Wikis need to be upgraded to newer version manually.
sv: Feather Wiki laddas ner frÃ¥n {box_name} hemsida och inte frÃ¥n Debian. Wikis mÃ¥ste uppgraderas till nyare version manuellt.

source: Wikis are not public by default, but they can be downloaded for sharing or publishing. They can be edited by <a href="{users_url}">any user</a> on {box_name} belonging to the wiki group. Simultaneous editing is not supported.
sv: Wikis Ã¤r inte offentliga som standard, men de kan laddas ner fÃ¶r delning eller publicering. De kan redigeras av <a href="{users_url}"> varje anvÃ¤ndare</a> pÃ¥ {box_name} som tillhÃ¶r wikigruppen. Samtidig redigering stÃ¶ds inte.

source: View and edit wiki applications
sv: Visa och redigera wiki-applikationer

source: Wiki files cannot be named "index.html".
sv: Wikifiler kan inte namnges "index.html".

source: Name of the wiki file, with file extension ".html"
sv: Namn pÃ¥ wikifilen, med filÃ¤ndelse ".html"

source: Wiki title and description can be set from within the wiki. This file name is independent of the wiki title.
sv: Wikititel och beskrivning kan stÃ¤llas in frÃ¥n wikin. Detta filnamn Ã¤r oberoende av wikititel.

source: New name for the wiki file, with file extension ".html"
sv: Nytt namn fÃ¶r wikifilen, med filtillÃ¤gg ".html"

source: Renaming the file has no effect on the title of the wiki.
sv: OmdÃ¶pning av filen har ingen effekt pÃ¥ wikins titel.

source: A Feather Wiki file with .html file extension
sv: En Feather Wikifil med .html-filÃ¤ndelse

source: Feather Wiki files must be in HTML format
sv: Feather Wiki filer mÃ¥ste vara i HTML format

source: Upload an existing Feather Wiki file from this computer.
sv: Ladda upp en befintlig Feather Wikifil frÃ¥n den hÃ¤r datorn.

source: Note taking
sv: Anteckningar

source: Non-Debian
sv: Icke-Debian

source: Manage Wikis
sv: Hantera wikis

source: Create Wiki
sv: Skapa wiki

source: Upload Wiki
sv: Ladda upp wiki

source: No wikis available.
sv: Inga wikis tillgÃ¤ngliga.

source: Go to wiki %(wiki)s
sv: GÃ¥ till wiki %(wiki)s

source: Rename wiki %(wiki)s
sv: DÃ¶p om wiki %(wiki)s

source: Delete wiki %(wiki)s
sv: Ta bort wiki %(wiki)s

source: Delete wiki <em>%(name)s</em>
sv: Ta bort wiki <em>%(name)s</em>

source: <strong>Hint</strong>: You can download a copy of this wiki from within Feather Wiki before deleting it.
sv: <strong>Tips</strong>: Du kan ladda ner en kopia av denna wiki inifrÃ¥n Feather Wiki innan du tar bort den.

source: Delete this wiki file permanently?
sv: Ta bort denna wikifil permanent?

source: Upload
sv: Ladda upp

source: A wiki file with the given name already exists.
sv: En wikifil med det angivna namnet finns redan.

source: Wiki created.
sv: Wiki skapad.

source: An error occurred while creating the wiki.
sv: Ett fel intrÃ¤ffade nÃ¤r du skapade wiki.

source: Rename Wiki
sv: DÃ¶p om wiki

source: Wiki renamed.
sv: Wiki bytte namn.

source: An error occurred while renaming the wiki.
sv: Ett fel intrÃ¤ffade vid namnbyte pÃ¥ wikin.

source: Upload Wiki File
sv: Ladda upp wikifil

source: Wiki file added.
sv: Wikifil tillagd.

source: Failed to add wiki file.
sv: Misslyckades med att lÃ¤gga till wikifil.

source: Could not delete {name}
sv: Kunde inte ta bort {name}

source: Firewall is a security system that controls the incoming and outgoing network traffic on your {box_name}. Keeping a firewall enabled and properly configured reduces risk of security threat from the Internet.
sv: BrandvÃ¤ggen Ã¤r ett sÃ¤kerhetssystem som styr den inkommande och utgÃ¥ende nÃ¤tverkstrafiken pÃ¥ din {box_name}. Att ha en brandvÃ¤gg aktiverad och korrekt konfigurerad minskar risken fÃ¶r sÃ¤kerhetshot frÃ¥n Internet.

source: Firewall
sv: Brandvägg

source: Default zone is external
sv: Standardzonen Ã¤r extern

source: Firewall backend is nftables
sv: Firewall backend Ã¤r Nftables

source: Direct passthrough rules exist
sv: Direkt genomgÃ¥ende regler finns

source: Port {name} ({details}) available for internal networks
sv: Port {name} ({details}) tillgÃ¤ngligt fÃ¶r interna nÃ¤tverk

source: Port {name} ({details}) available for external networks
sv: Port {name} ({details}) tillgÃ¤ngligt fÃ¶r externa nÃ¤tverk

source: Port {name} ({details}) unavailable for external networks
sv: Port {name} ({details}) Ã¤r inte tillgÃ¤ngligt fÃ¶r externa nÃ¤tverk

source: Ports
sv: Portar

source: Blocking
sv: Blockering

source: Automatic
sv: Automatisk

source: Enabled
sv: Aktiverad

source: Disabled
sv: Inaktiverad

source: Permitted
sv: TillÃ¥tna

source: Permitted (internal only)
sv: TillÃ¥tna (endast interna)

source: Permitted (external only)
sv: TillÃ¥tna (endast externa)

source: Blocked
sv: Blockerade

source: The operation of the firewall is automatic. When you enable a service it is also permitted in the firewall and when you disable a service it is also disabled in the firewall.
sv: BrandvÃ¤ggen Ã¤r automatisk. NÃ¤r du aktiverar en tjÃ¤nst tillÃ¥ts den automatiskt i brandvÃ¤ggen och om du inaktiverar en tjÃ¤nst, sÃ¥ inaktiveras den Ã¤ven automatiskt i brandvÃ¤ggen.

source: Advanced
sv: Avancerat

source: Advanced firewall operations such as opening custom ports are provided by the <a href="/_cockpit/network/firewall">Cockpit</a> app.
sv: Avancerade brandvÃ¤ggsÃ¥tgÃ¤rder som att Ã¶ppna anpassade portar tillhandahÃ¥lls av appen <a href="/_cockpit/network/firewall">Cockpit</a>.

source: Setup complete! Next steps:
sv: Installation klar! NÃ¤sta steg:

source: Initial setup has been completed. Perform the next steps to make your {box_name} operational.
sv: Initial installation har slutfÃ¶rts. UtfÃ¶r nÃ¤sta steg fÃ¶r att gÃ¶ra din {box_name} operativ.

source: Next steps
sv: NÃ¤sta steg

source: See next steps
sv: Se nÃ¤sta steg

source: Enter the secret generated during FreedomBox installation. This secret can also be obtained by running the command "sudo cat /var/lib/plinth/firstboot-wizard-secret" on your {box_name}
sv: Ange hemligheten som genereras under installationen av FreedomBox. Denna hemlighet kan ocksÃ¥ erhÃ¥llas genom att kÃ¶ra kommandot "sudo cat/var/lib/plinth/Firstboot-Wizard-Secret" pÃ¥ din {box_name}

source: Firstboot Wizard Secret
sv: Firstboot Wizard hemlighet

source: Setup Complete! Next Steps:
sv: Installation klar! NÃ¤sta steg:

source: Automatic <a href="%(upgrades_url)s" target="_blank">software update</a> runs daily by default. For the first time, manually run it now.
sv: Automatisk <a href="%(upgrades_url)s" target="_blank"> mjukvaruuppdatering</a> kÃ¶rs dagligen som standard. Ãr det fÃ¶rsta gÃ¥ngen, sÃ¥ kÃ¶r den manuellt nu.

source: Update now
sv: Uppdatera nu

source: Review <a href="%(privacy_url)s" target="_blank">privacy options</a>.
sv: Granska <a href="%(privacy_url)s" target="_blank">sekretessalternativ</a>.

source: Review and setup <a href="%(networks_url)s" target="_blank">network connections</a>. Change the default Wi-Fi password, if applicable.
sv: Granska och konfigurera <a href="%(networks_url)s" target="_blank"> nÃ¤tverksanslutningar</a>. Ãndra standardlÃ¶senordet fÃ¶r WiFi om det behÃ¶vs.

source: Configure a <a href="%(names_url)s" target="_blank">domain name</a>.
sv: Konfigurera ett <a href="%(names_url)s" target="_blank">domÃ¤nnamn</a>.

source: Configure and schedule remote <a href="%(backups_url)s" target="_blank">backups</a>.
sv: Konfigurera och schemalÃ¤gg fjÃ¤rr<a href="%(backups_url)s" target="_blank">sÃ¤kerhetskopior</a>.

source: Put %(box_name)s to use by installing <a href="%(apps_url)s" target="_blank">apps</a>.
sv: StÃ¤ll in %(box_name)s att anvÃ¤nda genom att installera <a href="%(apps_url)s" target="_blank">appar</a>.

source: Start Setup
sv: Starta installationsprogrammet

source: Setup Complete
sv: Installationen Klar

source: Git is a distributed version-control system for tracking changes in source code during software development. Gitweb provides a web interface to Git repositories. You can browse history and content of source code, use search to find relevant commits and code. You can also clone repositories and upload code changes with a command-line Git client or with multiple available graphical clients. And you can share your code with people around the world.
sv: Git Ã¤r ett distribuerat versionskontrollsystem fÃ¶r att spÃ¥ra fÃ¶rÃ¤ndringar i kÃ¤llkoden under mjukvaruutveckling. Gitweb tillhandahÃ¥ller ett webbgrÃ¤nssnitt till Git-respositorys. Du kan blÃ¤ddra i historik och innehÃ¥ll i kÃ¤llkoden, anvÃ¤nda sÃ¶kning fÃ¶r att hitta relevanta Ã¥taganden och kod. Du kan ocksÃ¥ klona respositorys och ladda upp kodÃ¤ndringar med en kommandorad Git-klient eller med flera tillgÃ¤ngliga grafiska klienter. Och du kan dela din kod med mÃ¤nniskor runt om i vÃ¤rlden.

source: To learn more on how to use Git visit <a href="https://git-scm.com/docs/gittutorial">Git tutorial</a>.
sv: FÃ¶r att lÃ¤ra dig mer om hur du anvÃ¤nder Git besÃ¶k<a href="https://git-scm.com/docs/gittutorial">Git handledning</a>.

source: Read-write access to Git repositories
sv: LÃ¤s-skrivÃ¥tkomst till Git-respositories

source: Invalid repository URL.
sv: Ogiltigt respository URL.

source: Invalid repository name.
sv: Ogiltigt respository namn.

source: Name of a new repository or URL to import an existing repository.
sv: Namn pÃ¥ en ny databas eller URL fÃ¶r att importera en befintlig databas.

source: Description of the repository
sv: Beskrivning av fÃ¶rvaret

source: Optional, for displaying on Gitweb.
sv: Tillval, fÃ¶r att visa pÃ¥ Gitweb.

source: Repository's owner name
sv: FÃ¶rvarets Ã¤garnamn

source: Private repository
sv: Privat respository

source: Allow only authorized users to access this repository.
sv: TillÃ¥t endast behÃ¶riga anvÃ¤ndare att komma Ã¥t detta respository.

source: A repository with this name already exists.
sv: Ett fÃ¶rvar med det hÃ¤r namnet finns redan.

source: Name of the repository
sv: FÃ¶rvarets namn

source: An alpha-numeric string that uniquely identifies a repository.
sv: En alfanumerisk strÃ¤ng som identifierar ett respository unikt.

source: Default branch
sv: Standardgren

source: Gitweb displays this as a default branch.
sv: Gitweb visar detta som en standardgren.

source: Version control
sv: Versionskontroll

source: Developer tool
sv: Utvecklarverktyg

source: Manage Repositories
sv: Hantera respositories

source: Create repository
sv: Skapa respository

source: No repositories available.
sv: Inga fÃ¶rvar finns tillgÃ¤ngliga.

source: Go to repository %(repo.name)s
sv: GÃ¥ till respository %(repo.name)s

source: Cloningâ¦
sv: Kloningâ¦

source: Delete repository %(repo.name)s
sv: Ta bort respository %(repo.name)s

source: Delete Git Repository <em>%(name)s</em>
sv: Ta bort Git-respository <em>%(name)s</em>

source: Delete this repository permanently?
sv: Radera detta arkiv permanent?

source: Repository created.
sv: Respository skapat.

source: An error occurred while creating the repository.
sv: Ett fel uppstod medan skapa ett repository.

source: Repository edited.
sv: Respository redigerad.

source: Edit repository
sv: Redigera respository

source: GNOME is a desktop environment that focuses on simplicity and ease of use.
sv: GNOME Ã¤r en skrivbordsmiljÃ¶ som fokuserar pÃ¥ enkelhet och anvÃ¤ndarvÃ¤nlighet.

source: This app turns your {box_name} into a desktop computer if you physically connect a monitor, a keyboard, and a mouse to it. A browser, an office suite, and other basic utilities are available. You may install further graphical applications using the software center provided within.
sv: Denna app fÃ¶rvandlar din {box_name} till en stationÃ¤r dator om du fysiskt ansluter en bildskÃ¤rm, ett tangentbord och en mus till den. En webblÃ¤sare, en kontorssvit och andra grundlÃ¤ggande verktyg finns tillgÃ¤ngliga. Du kan installera ytterligare grafiska program med hjÃ¤lp av mjukvarucentret som tillhandahÃ¥lls.

source: This app is not suitable for low-end hardware. It requires at least 4GiB of RAM, 4GiB of disk space and a GPU capable of basic 3D acceleration.
sv: Denna app Ã¤r inte lÃ¤mplig fÃ¶r lÃ¥gpresterande hÃ¥rdvara. Det krÃ¤ver minst 4 GB arbetsminne, 4 GB diskutrymme och ett grafikkort som har kapacitet fÃ¶r grundlÃ¤ggande 3D-acceleration.
